brew "atuin"
brew "bash"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "yq"
brew "yazi"
brew "zoxide"

cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
